Revit 2027 API
SymbolTypeId.JPerKgDegreeC Property
 Symbol J/(kg·°C), indicating unit Joules per kilogram degree Celsius.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId JPerKgDegreeC { get; }
Public Shared ReadOnly Property JPerKgDegreeC As ForgeTypeId
	Get
public:
static property ForgeTypeId^ JPerKgDegreeC {
	ForgeTypeId^ get ();
}
static member JPerKgDegreeC : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace